<script>
  import ScrollSpy from "../../utils/scrollSpy.js"
  import { onMount, setContext } from "svelte"
  import { mainStore } from "../../stores/global.js"
  import Tabbar from "../../components/Tabbar.svelte"
  import AsideNavigation from "../../components/AsideNavigation.svelte"
  export let texts = [
    {
      title: "Общие положения",
      text: [
        {
          text: "Настоящие Правила содержат сведения о стимулирующем мероприятии «Розарио.Игра» (далее — Акция)."
        },
        {
          text: "Акция проводится в целях рекламы, продвижения на рынке, увеличения количества покупателей, стимулирования к реализации всего ассортимента товаров."
        },
        { text: "Акция не является лотереей." },
        { text: "Для участия в Акции не требуется вступительный взнос." },
        {
          text: "Участники Акции обязаны выполнять все действия, связанные с участием в Акции в установленные Правилами Акции сроки."
        },
        {
          text:
            "Организатор: Общество с ограниченной ответственностью ООО «Розарио»," +
            " ОГРН 1115190005699, ИНН 5190930970/ КПП 519001001. Адрес места нахождения и почтовый адрес: 183034, г. Мурманск, ул. Промышленная 19, офис 310"
        },
        {
          text: "Период проведения Акции: с 21.02.2019 по 24.04.2019 г. (включительно):"
        },
        {
          text: "Акция может быть завершена досрочно. Информация о досрочном завершении Акции размещается на сайте: rozarioflowers.ru"
        },
        {
          text:
            "Полные условия Акции размещены на сайте www.rozarioflowers.ru (далее — сайт)." +
            " Все изменения и дополнения условий Акции размещаются на сайте www.rozarioflowers.ru"
        },
        {
          text: "В случае возникновения вопросов можно позвонить по бесплатному телефону 8 (800) 250-64-70 (бесплатно по России)."
        }
      ]
    },
    {
      title: "Условия участия",
      text: [
        {
          text:
            "Участником Акции (далее в тексте — «Участник») может стать дееспособный гражданин в возрасте от 18 лет." +
            " В Акции не имеют право принимать участие работники Организатора, члены семей работников Организатора." +
            " Организатор оставляет за собой право проверить документы, удостоверяющие возраст Участника."
        },
        {
          text:
            "Акция «Закрути и выиграй» проводится на сайте https://rozarioflowers.ru," +
            " для использования которого необходим доступ в Интернет. Организатор не несет ответственности за возможность доступа к сети Интернет, " +
            "а также не компенсирует Участникам стоимость использования сети Интернет."
        },
        {
          text: "Чтобы принять участие в Акции необходимо выполнить следующие условия:",
          subtext: [
            {
              text: "в период с 00 часов 00 минут московского времени 21 февраля 2019 года до 23 часов 59 минут московского времени 24 апреля 2019 года участник должен, посетить  «Закрути и выиграй» на сайте https://rozarioflowers.ru (далее в тексте — сайт);"
            },
            {
              text: "устройство, на котором будет использоваться сайт, должно иметь доступ к активной передаче данных (проводной Интернет, мобильный Интернет, беспроводный Интернет);"
            },
            {
              text: "у Участника Акции должен быть номер телефона, зарегистрированный в Российской Федерации;"
            },
            {
              text: "до начала участия в Акции Участник должен ознакомиться с полными условиями Акции и подтвердить согласие с ними. Участием в Акции Участник признает, что ознакомился с условиями Акции, принимает их и согласен с ними;"
            },
            {
              text: "до начала участия в Акции Участник должен выразить своё согласие на обработку предоставленных им персональных данных и использование их Организатором в дальнейшем для проведения рекламных коммуникаций посредством смс и мессенджеров. Участник должен поставить галочку в соответствующее поле при регистрации в Акции. Без данного согласия участник не имеет право участвовать в Акции."
            }
          ]
        },
        {
          text: "Чтобы принять участие в Акции, Участник должен ввести свой номер телефона в стартовое окно игры. Вводимый номер телефона должен соответствовать федеральному формату (7ХХХХХХХХХХ)."
        },
        {
          text: "Как только Участник вошел в игру, он получает возможность управлять основным инструментом Акции — колесом призов. Управлять колесом призов участник может нажимая на кнопку «Крутить колесо». Колесо призов начинает вращаться и останавливается случайным образом (рандомно) по определению компьютерной программы. Колесо призов имеет 8 (восемь) секторов: 4 равнозначных призовых сектора «Приз» и «Сюрприз», 1 сектор «Закрути еще» и 1 сектор «Извините, Вы проиграли». Общее количество выпадения призовых секторов ограничивается только призовым фондом акции - 52 000 призов за период Акции."
        },
        {
          text: "Участник может участвовать в Акции не более трех раз в день (не более трех попыток вращения колеса призов в день)."
        },
        {
          text: "Если Участник является одним из победителей, то он получит смс-сообщение на указанный им номер телефона c промокодом. Этот промокод Участник имеет право использовать при оформлении заказа на сайте rozarioflowers.ru."
        },
        {
          text: "Действия участника по количеству вращений колеса призов за весь период Акции фиксируются системой и отображаются в статистике участника Акции в виде количества тикетов, при входе в игру с использованием телефонного номера участника, указанного при регистрации. Количество тикетов участника — общее количество вращений колеса призов участником за весь период Акции."
        },
        {
          text: "Участник, который на протяжении всей Акции наберёт наибольшее количество тикетов признается основным победителем первого уровня и получает право на получение Главного приза — букет красных роз в количестве 101 шт. В случае, если несколько Участников наберут одинаковое наибольшее количество тикетов за все время Акции, то победитель среди них будет установлен компьютерной программой случайным образом (рандомно) 25 апреля 2019 г."
        },
        {
          text: "Девять победителей второго уровня определяются следующим образом:",
          subtext: [
            {
              text: "после исключения результата побе{дителя первого уровня по количеству набранных тикетов будут установлены следующие 9 наибольших призовых результатов по количеству набранных тикетов за весь период Акции;"
            },
            {
              text: "в случае, если один любой из таких девяти результатов был достигнут только одним Участником — он признается победителем второго уровня, а в случае, если любой из девяти призовых результатов был достигнут двумя и более Участниками, один победитель второго уровня среди них выбирается случайным образом (рандомно) компьютерной программой 25 апреля 2019 г."
            },
            {
              text: "каждый из девяти победителей второго уровня получает право на один букет из красных роз в количестве 11 шт. Общее количество букетов из красных роза в количестве 11 шт —  девять штук."
            }
          ]
        },
        { text: "Объявление победителей состоится 25 апреля 2019 г." }
      ]
    },
    {
      title: "Призовой фонд",
      text: [
        {
          text: "Призовой фонд: призы «товары» и призы «купон на скидку на букет»",
          subtext: [
            {
              text: "призы «товары»:",
              subtext: [
                "Букет «Музыка огня» (уменьшенный) — 60 шт.",
                "Букет из красных роз (7роз) — 60 шт.",
                "Шар гелевый (3 шт) — 60 шт.",
                "Коробка конфет «Рафаэло» (150гр)— 60 шт."
              ]
            },
            {
              text: "призы «купон на скидку на букет»: в Акции участвует один тип купона на скидку на букет: Купон на скидку на букет 10% на любой букет с сайта rozarioflowers.ru —180 купонов."
            }
          ]
        }
      ]
    }
  ]

  const menulist = []

  const navlist = [
    { name: "Пользовательское соглашение", link: "rules", active: false },
    { name: "Политика конфиденциальности", link: "rules/privacyPolicy", active: true },
    { name: "Использование cookies", link: "rules/cookies", active: false },
    { name: "Правила акции «Розарио.Игра»", link: "rules/gamePromotion", active: false }
  ]

  let headers = []
  let paragraphs
  for (let i = 0; i < texts.length; i++) {
    menulist.push({ name: texts[i].title, index: i })
    headers.push(texts[i].title)
  }
  let currentMenuIndex = 0
  let scrollSpy
  let timeoutid

  onMount(() => {
    scrollSpy = new ScrollSpy(window, headers)
    const setIndex = (e) => {
      currentMenuIndex = e.detail.index
    }
    window.addEventListener("scrollspy-activate", setIndex)

    const options = {
      root: null,
      rootMargin: "0px",
      threshold: 0.2
    }

    const images = document.querySelectorAll("img[data-src]")

    function callback(entries, observer) {
      entries.forEach((entry) => {
        if (entry.isIntersecting) {
          entry.target.src = entry.target.dataset.src
          observer.unobserve(entry.target)
        }
      })
    }

    const observer = new IntersectionObserver(callback, options)

    Array.from(images).forEach((image) => observer.observe(image))

    return () => {
      scrollSpy.destroy()
      window.removeEventListener("scrollspy-activate", setIndex)
      clearTimeout(timeoutid)
      images.forEach((image) => observer.unobserve(image))
      observer.disconnect()
    }
  })

  function goToHeader(e) {
    const index = parseInt(e.detail.header)
    if (timeoutid) {
      clearTimeout(timeoutid)
    }
    scrollSpy.unblock()
    scrollSpy.block()
    scrollSpy.refresh()
    window.scroll({
      top: scrollSpy._offsets[index],
      left: 0,
      behavior: "smooth"
    })
    timeoutid = setTimeout(() => {
      scrollSpy.unblock()
    }, 1000)
  }
</script>

<div class="wrapper">
  <div class="flex w-full justify-between">
    <div class="mr-10">
      <Tabbar
        pos="top: 5rem;"
        className="sticky"
        on:change={goToHeader}
        {currentMenuIndex}
        {menulist}
      />
      <div class="content mb-10">
        <h1>Правила проведения рекламной акции «Розарио.Игра»</h1>
        {#each texts as text, i}
          <h2 data-scrollspy bind:this={headers[i]}>{i + 1}. {text.title}</h2>
          {#each text.text as paragraph, j}
            <p class="mb-8 last:mb-0" style="text-indent: 15px;">
              {i + 1}.{j + 1}
              {paragraph.text}
            </p>
            {#if paragraph.subtext != undefined}
              {#each paragraph.subtext as subtext, l}
                <p class="mb-8 last:mb-0 " style="text-indent: 35px;">
                  {l + 1}) {subtext.text}
                </p>
                {#if subtext.subtext != undefined}
                  {#each subtext.subtext as minisubtext}
                    <p class="mb-8" style="text-indent: 50px;">• {minisubtext}</p>
                  {/each}
                {/if}
              {/each}
            {/if}
          {/each}
        {/each}
      </div>
    </div>
    <div class="aside-nav-container">
      <AsideNavigation {navlist} />
    </div>
  </div>
</div>

<style lang="postcss">
  .wpapper {
    height: calc(100% - 10px);
  }
  .content {
    background: linear-gradient(180deg, #ffffff 0%, rgba(255, 255, 255, 0) 100%), #f2f2f2;
    border: 1px solid var(--gray-300);
    border-top: none;
    box-sizing: border-box;
    border-radius: 4px;
    @apply px-80;
    @apply py-48;
    height: auto;
    width: 100%;
    color: var(--color-main);
  }
  h1 {
    font-weight: bold;
    font-size: 24px;
    margin-bottom: 34px;
  }
  h2 {
    font-weight: 600;
    font-size: 18px;
    margin-bottom: 18px;
    margin-top: 34px;
  }
  p {
    font-size: 16px;
    line-height: 130%;
  }
  .aside-nav-container {
    top: calc(5rem + 10px);
    flex: 0 0 310px;
    margin-bottom: 10px;
    bottom: 10px;
    @apply sticky h-full;
  }
  @media (max-width: 1300px) {
    .content {
      @apply px-44;
      @apply py-34;
    }
    h1 {
      margin-bottom: 30px;
    }
  }
  @media (max-width: 1048px) {
    .content {
      @apply py-24;
    }
  }
</style>
