<div class="coupon__types">
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--green">
            <div class="coupon-card-big__text">купон нового пользователя</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>1. Купон получает каждый новый пользователь при регистрации на сайте или в приложении Розарио.Цветы.</li>
                <li>2. Новый пользователь — человек, который никогда ранее не размещал заказ в Розарио.Цветы.</li>
                <li>3. Каждый новый пользователь получает купон нового пользователя только один раз.</li>
                <li>4. Купон можно потратить для оплаты заказа на сайте или в мобильном приложении Розарио.Цветы.</li>
                <li>5. Купон нового пользователя можно использовать только для оплаты вашего первого заказа.</li>
            </ul>
        </div>
    </div>
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--orange">
            <div class="coupon-card-big__text">купон на первый заказ</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>1. Купон получает каждый новый пользователь после регистрации в приложении Розарио.Цветы, перейдя по специальной ссылке, отправленной зарегистрированным пользователем.</li>
                <li>2. Новый пользователь — человек, который никогда ранее не размещал заказ в Розарио.Цветы.</li>
                <li>3. Каждый новый пользователь может получить этот купон только один раз.</li>
                <li>4. Купон можно потратить для оплаты заказа на сайте или в мобильном приложении Розарио.Цветы.</li>
                <li>5. Купон можно использовать только для оплаты первого заказа.</li>
            </ul>
        </div>
    </div>
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--blue">
            <div class="coupon-card-big__text">купон друга</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>1. Купон получает каждый зарегистрированный пользователь Розарио.Цветы, отправивший ссылку на регистрацию в приложении другому человеку, после регистрации последнего.</li>
                <li>2. Может быть получено неограниченное количество купонов.</li>
                <li>3. Купон можно потратить для оплаты заказа на сайте и в мобильном приложении Розарио.Цветы.</li>
            </ul>
        </div>
    </div>
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--purple">
            <div class="coupon-card-big__text">купон<br>на товар</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>1. Купон может получить зарегистрированный пользователь Розарио.Цветы.</li>
                <li>2. Купон можно получить при покупке товара, отмеченного значком купона, или оставив отзыв на полученный заказ.</li>
                <li>3. Купон, полученный при покупке товара, можно использовать для оплаты начиная со следующего заказа.</li>
                <li>4. Может быть получено неограниченное количество купонов.</li>
                <li>5. Купон можно потратить для оплаты заказа на сайте и в мобильном приложении Розарио.Цветы.</li>
            </ul>
        </div>
    </div>
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--pink">
            <div class="coupon-card-big__text">купон выходного дня</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>1. Купон может получить зарегистрированный пользователь Розарио.Цветы.</li>
                <li>2. Купон можно получить по воскресеньям при покупке товара, отмеченного значком купона.</li>
                <li>3. Купон, полученный при покупке товара, можно использовать для оплаты начиная со следующего заказа.</li>
                <li>4. Может быть получено неограниченное количество купонов.</li>
                <li>5. Купон можно потратить для оплаты заказа на сайте и в мобильном приложении Розарио.Цветы.</li>
            </ul>
        </div>
    </div>
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--yellow">
            <div class="coupon-card-big__text">уровневый купон</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>
                    1. Купон может получить зарегистрированный пользователь Розарио.Цветы при накоплении определённой суммы заказов:
                    <ul>
                        <li>10 000 ₽ — бронзовый уровень (скидка 3%);</li>
                        <li>20 000 ₽ — серебряный уровень (скидка 5%);</li>
                        <li>30 000 ₽ — золотой уровень (скидка 7%);</li>
                        <li>40 000 ₽ — платиновый уровень (скидка 10%);</li>
                    </ul>
                </li>
                <li>3. Купон можно применить один раз для оплаты заказа на сайте или в мобильном приложении Розарио.Цветы.</li>
                <li>4. При достижении следующего уровня скидки предыдущий неиспользованный купон аннулируется.</li>
            </ul>
        </div>
    </div>
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--light-green">
            <div class="coupon-card-big__text">купон <br>на годовщину</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>1. Купон получает зарегистрированный пользователь Розарио.Цветы в день годовщины регистрации на сайте.</li>
                <li>2. Купон можно потратить для оплаты заказа на сайте и в мобильном приложении Розарио.Цветы.</li>
                <li>3. При наступлении следующей годовщины предыдущий неиспользованный купон аннулируется.</li>
            </ul>
        </div>
    </div>
    <div class="coupon__coupon-type coupon-type">
        <div class="coupon-type__card coupon-card-big coupon-card-big--red">
            <div class="coupon-card-big__text">купон на день рождения</div>
        </div>
        <div class="coupon-type__text">
            <ul class="coupon__list">
                <li>1. Купон получает зарегистрированный пользователь Розарио.Цветы с указанной датой рождения в профиле за 3 дня до дня рождения.</li>
                <li>2. Купон можно потратить для оплаты заказа на сайте и в мобильном приложении Розарио.Цветы.</li>
                <li>3. При наступлении следующего дня рождения предыдущий неиспользованный купон аннулируется.</li>
            </ul>
        </div>
    </div>
</div>