<script>
    export let currentState = 'address'
    export let svgSize = 24
    let dropdownvisible = false
</script>

<style>
  .hero-input::placeholder {
    color: #6d6e71;
  }
  .dropdown {
    top: 3.5rem;
    z-index: 100;
  }
  .dropdownvisible {
    display: flex;
  }
</style>

<div class="flex w-full items-stretch h-full relative">
  <div class="flex items-center bg-white p-8 w-9/12 h-full rounded-l">
    <button class="h-full px-16">
      {#if currentState !== 'time'}
        <svg
          xmlns="http://www.w3.org/2000/svg"
          width={svgSize}
          height={svgSize}
          viewBox="0 0 32 32"
          xml:space="preserve">
          <g>
            <g>
              <path
                fill="#666666"
                d="M16.001,5.792c-5.641,0-10.21,4.568-10.21,10.207c0,5.64,4.569,10.209,10.21,10.209
                c5.638,0,10.208-4.569,10.208-10.209C26.209,10.36,21.639,5.792,16.001,5.792z
                M21.496,15.707l-5.452,2.361
                c-0.094,0.041-0.188,0.062-0.283,0.062c-0.141,0-0.274-0.039-0.396-0.114c-0.201-0.134-0.324-0.357-0.324-0.601v-6.906
                c0-0.398,0.32-0.717,0.72-0.717c0.394,0,0.714,0.317,0.714,0.717v5.813l4.451-1.932c0.365-0.155,0.785,0.01,0.943,0.371
                C22.025,15.128,21.861,15.549,21.496,15.707z" />
            </g>
          </g>
        </svg>
      {:else}
        <svg
          xmlns="http://www.w3.org/2000/svg"
          width={svgSize}
          height={svgSize}
          viewBox="0 0 32 32"
          xml:space="preserve">
          <g>
            <g>
              <path
                fill="#339933"
                d="M16.001,5.792c5.638,0,10.208,4.569,10.208,10.207c0,5.64-4.57,10.209-10.208,10.209
                c-5.641,0-10.21-4.569-10.21-10.209C5.792,10.361,10.361,5.792,16.001,5.792
                M15.761,18.13c0.096,0,0.189-0.021,0.283-0.062
                l5.452-2.361c0.365-0.158,0.529-0.579,0.373-0.944c-0.119-0.271-0.381-0.43-0.658-0.43c-0.096,0-0.191,0.021-0.285,0.06
                l-4.451,1.932V10.51c0-0.397-0.32-0.717-0.714-0.717c-0.398,0-0.72,0.317-0.72,0.717v6.906c0,0.242,0.123,0.467,0.324,0.602
                C15.486,18.092,15.621,18.13,15.761,18.13
                M16.001,4.792c-6.182,0-11.21,5.026-11.21,11.207c0,6.181,5.028,11.209,11.21,11.209
                c6.181,0,11.208-5.028,11.208-11.209C27.209,9.818,22.182,4.792,16.001,4.792L16.001,4.792z" />
            </g>
          </g>
        </svg>
      {/if}
    </button>
    <input
      class="hero-input text-black text-lg"
      type="text"
      name="address"
      placeholder="Выберите дату и время" />
  </div>
  <button
    on:click={() => (dropdownvisible = !dropdownvisible)}
    class="px-8 py-4 flex items-center h-full block">
    <span class="mr-8 text-main font-semibold">Сейчас</span>
    <svg
      xmlns="http://www.w3.org/2000/svg"
      width={svgSize}
      height={svgSize}
      viewBox="0 0 32 32"
      xml:space="preserve">
      <polyline
        fill="none"
        stroke="#666666"
        stroke-width="2"
        stroke-miterlimit="10"
        points="26.883,10.56 15.999,21.44 5.117,10.56 " />
    </svg>
  </button>
  <div
    class:dropdownvisible
    class="rounded-b px-16 w-full h-full hidden items-center justify-start
    dropdown absolute bg-gray-300">
    <button class="flex items-center">
      <svg
        class="mr-8"
        xmlns="http://www.w3.org/2000/svg"
        width={svgSize}
        height={svgSize}
        viewBox="0 0 32 32"
        xml:space="preserve">
        <g>
          <path
            fill="#666666"
            d="M25.164,14.831c-2.346-0.656-5.586-3.848-9.164-3.848c-3.579,0-6.819,3.191-9.165,3.848
            c-2.346,0.656-3.796,1.563-3.796,2.563c0,1,1.45,1.905,3.796,2.562c2.345,0.653,5.586,1.062,9.165,1.062
            c3.578,0,6.818-0.404,9.164-1.062c2.346-0.656,3.797-1.562,3.797-2.562C28.961,16.394,27.51,15.487,25.164,14.831z
            M9.552,18.432
            c-0.053,0-0.107-0.004-0.162-0.014c-0.3-0.051-0.599-0.1-0.895-0.154c-0.544-0.102-0.902-0.623-0.802-1.166
            c0.102-0.543,0.621-0.91,1.166-0.801c0.282,0.053,0.566,0.101,0.853,0.147c0.545,0.09,0.915,0.605,0.826,1.148
            C10.458,18.082,10.032,18.432,9.552,18.432z
            M16.521,19.023c-0.31,0.008-0.621,0.012-0.931,0.016c-0.003,0-0.007,0-0.01,0
            c-0.549,0-0.995-0.441-1-0.99c-0.006-0.555,0.438-1.006,0.989-1.01c0.3-0.004,0.6-0.008,0.897-0.016
            c0.537-0.034,1.012,0.42,1.024,0.975C17.508,18.549,17.072,19.008,16.521,19.023z
            M23.227,18.264
            c-0.299,0.055-0.596,0.104-0.896,0.154c-0.055,0.01-0.109,0.014-0.162,0.014c-0.48,0-0.906-0.35-0.984-0.84
            c-0.09-0.545,0.279-1.059,0.824-1.148c0.287-0.046,0.57-0.094,0.854-0.146c0.543-0.107,1.064,0.257,1.166,0.802
            C24.127,17.641,23.77,18.164,23.227,18.264z" />
        </g>
      </svg>
      <p class="truncate text-gray-600">
        Мы узнаем адрес сами, но о цветах ни слова
      </p>
    </button>
  </div>
</div>
