const product = {
  name: "Во имя любви",
  description:
    "Розовый цвет очень любим многими женщинами и девушками. С этим букетом вы прекрасно сможете продемонстрировать всю красоту данного оттенка. Помимо замечательных роз с розовым оттенком, данный букет хорошо дополняют синий лимониум, белые хризантемы и листья эвкалипта с фетром.",
  price: 2456,
  sale: 30,
  sizes: ["sm", "md", "lg", "xl"],
  packages: ["плёнка", "крафт", "фетр", "сезаль", "без упаковки"],
  rating: 4.5,
  salesCount: 36,
  photos: ["fl1.jpg", "fl2.jpg"],
};

export default product;