const testimonials = [
  {
    name: "София Великая",
    ordernumber: "1234556",
    img: "customer",
    testimonial:
        "“Спасибо огромное что из другой страны можно поздравить близких . Заказал розы (06.03) на День рождения доставка в тот же день."
  },
  {
    name: "София Великая",
    ordernumber: "1234556",
    img: "customer",
    testimonial:
        "“Спасибо огромное что из другой страны можно поздравить близких . Заказал розы (06.03) на День рождения доставка в тот же день."
  },
  {
    name: "София Великая",
    ordernumber: "1234556",
    img: "https://i.ibb.co/23w35qC/photo.png",
    testimonial:
      "“Спасибо огромное что из другой страны можно поздравить близких . Заказал розы (06.03) на День рождения доставка в тот же день."
  },
  {
    name: "София Великая",
    ordernumber: "1234556",
    img: "customer",
    testimonial:
      "“Все быстро и оперативно,супруга была рада таким замечательным розам,оператору отдельная благодарность."
  },
  {
    name: "София Великая",
    ordernumber: "1234556",
    img: "customer",
    testimonial:
        "“Спасибо огромное что из другой страны можно поздравить близких . Заказал розы (06.03) на День рождения доставка в тот же день."
  },
  {
    name: "София Великая",
    ordernumber: "1234556",
    img: "customer",
    testimonial:
        "“Спасибо огромное что из другой страны можно поздравить близких . Заказал розы (06.03) на День рождения доставка в тот же день."
  }
];

export default testimonials;
